Repository: iyungui/WisdomWeather
Catalog: WisdomWeather/Localizable.xcstrings
Source language: en
Languages: ko

source: A-Down-Jacket
ko: 내복

source: A-Down-Jacket2
ko: 플리스

source: A-Down-Jacket3
ko: 패딩

source: Anorak
ko: 재킷

source: Beanie
ko: 비니

source: Blouse
ko: 블라우스

source: Camisole
ko: 민소매

source: Cardigan
ko: 얇은 가디건

source: Duffle-Coat
ko: 트렌치 코트

source: High UV
ko: 자외선 지수가 높아요. 선크림을 바르세요.

source: Jacket
ko: 점퍼

source: Knit
ko: 얇은 니트

source: Leggings-Womans
ko: 레깅스

source: Long-Sleeved Shirt
ko: 얇은 셔츠

source: Longsleeve
ko: 긴팔 티셔츠

source: Mittens
ko: 장갑

source: Pants
ko: 면바지

source: Pants-Mans
ko: 면바지

source: Pants-Mans2
ko: 청바지

source: Pants-Mans3
ko: 내복

source: Pullover
ko: 얇은 긴팔 티셔츠

source: Rainy
ko: 비가 내릴 수 있으니 우산을 꼭 챙기세요!

source: Scarf
ko: 스카프

source: Shorts
ko: 반바지

source: Skirt
ko: 치마

source: Snowy
ko: 눈이 내릴 수 있으니 우산을 꼭 챙기세요!

source: Socks
ko: 두꺼운 양말

source: Sweatshirt
ko: 후드티

source: T-Shirt
ko: 반팔 티셔츠

source: Windbreaker
ko: 얇은 재킷

source: Windy with Jacket
ko: 바람이 많이 불어요! 재킷을 챙기세요.

source: Windy with Padding
ko: 바람이 많이 불어요! 패딩을 챙기세요.

# 날씨 정보를 불러오는 중...
source: Getting weather information...
ko: 날씨 정보를 불러오는 중...

# 날씨 정보를 불러오지 못했습니다. 설정에서 위치 권한을 허용해주세요.
source: Failed to retrieve weather information. Please allow location permissions in settings.
ko: 날씨 정보를 불러오지 못했습니다. 설정에서 위치 권한을 허용해주세요.

# 옷차림 추천
source: Dress recommendation
ko: 옷차림 추천

# 현재 온도와 습도에 따라 옷차림을 자동으로 추천합니다.
source: We automatically recommend dressing according to your current temperature and humidity.
ko: 현재 온도와 습도에 따라 옷차림을 자동으로 추천합니다.
